/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "Decido più tardi";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "Disattiva";

/* The title of the Edit menu item. */
"Edit" = "Composizione";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "Attiva";

/* The title of the Input menu item. */
"Input" = "Ingresso";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "Rilevati gestori input plug-in vecchio stile";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "Caratteri speciali…";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "Hai uno o più gestori input plug-in vecchio stile installati. Questi utilizzano una funzionalità del sistema operativo non supportata e non documentata. Con Mac OS X 10.5 Leopard e successiva, questa funzionalità di metodo input è disabilitata per default per motivi di sicurezza. Apple raccomanda di mantenere questa funzionalità disabilitata.  Disabilitando questa funzionalità non si limiterà nessuna caratteristica del sistema operativo.\r\rVuoi abilitare i gestori input plug-in (la nuova impostazione ha effetto dopo aver eseguito nuovamente il login)?";

